// 霸都丶傲天 2019年10月10日 https://github.com/AJLoveChina/birthday
var config = {
    // 句子的长度可以任意， 你可以写十句话， 二十句话都可以
    // 每句话尽量不要超过15个字,不然展示效果可能不太好
    texts: [
        "送给",      //这里,每句话结尾的最后一个逗号必须是英文的哦!! 很重要哦!!
        "最腻害的LMN",  // 同上...
        "前几天你过生日啦",
        "但因为当时在拉萨，这个没能做完",
        "迟了很久的生日祝福",
        "依旧诚意满满呦",
        "这是我们认识的第九年啦",
        "时间真的飞速",
        "刚认识时，还是我们初到德国",
        "其实我们真的很久没见了",
        "但因为经常聊天",
        "状态经常update",
        "就感觉既同频又熟悉",
        "不过，有机会，见还是要见哒！",
        "愿你永远健康美好依旧~",
        "愿你心中的美梦都会实现~",
        "愿你一直好运相伴~",
        "愿这岁月悠长~",
        "我们不见不散",
        "一生康安",
        "耶",
    ],
    /**
     * imgs 可以不填, 但是如果要填写的话必须遵循下面的格式
     * "对应上面的文字, 要完全一样" : "图片地址, 可以把图片放在imgs文件夹中"
     * 例如
     * "心爱的小可爱": "./imgs/xiaokeai.jpg"
     *
     * 如果不要图片的话, 直接在每行开头写两个斜杠注释即可, 例如下面的 "今天是你的生日" 的图片就不会展示了:)
     * Tip: 图片最好用正方形or接近正方形, 看起来效果更好
     */
    imgs: {
        //"心爱的小可爱": "./imgs/xiaokeai.png",
        // "今天是你的生日": "./imgs/birthday.jpg",
    },
    // 按钮文字描述, 以下是默认的按钮文字，英文的，您可以改成你喜欢的文字
    desc: {
        turn_on: "开始",
        play: "音乐",
        bannar_coming: "颜色",
        balloons_flying: "好像少点东西",
        cake_fadein: "蛋糕？",
        light_candle: "蜡烛？",
        wish_message: "生日快乐",
        story: "A MESSAGE FOR YOU",
    }
};
